#+title: SRF’80

[[file:all-jacow-events.org][All JACoW Events]]


* Export


#+begin_src emacs-lisp :eval t
  (let ((org-time-stamp-custom-formats
         '("<%Y-%m-%d>" . "%Y-%m-%d %a %H:%M"))
        (org-display-custom-times 't))
    (org-table-map-tables
     (lambda ()
       (org-table-export
        (concat "./csv/" (file-name-base) (org-entry-get (point) "TAGS") ".tsv")
        "orgtbl-to-tsv"))))
#+end_src

#+RESULTS:
: Mapping tables: done


* Table

** Event :event:

|------------+-----------------------------------------------------------+--------------|
| key        | value                                                     | short        |
|------------+-----------------------------------------------------------+--------------|
| eventtitle | SRF Workshop 1980                                         | SRF’80       |
| eventdate  | <1980-07-02>--<1980-07-04>                              |              |
| venue      | Karlsruhe, Germany                                        |              |
| booktitle  | Proceedings of the First Workshop on RF Superconductivity | Proc. SRF’80 |
| editor     | M. Kuntze                                                 |              |
|------------+-----------------------------------------------------------+--------------|
#+TBLFM: @2$3='(cadar (org-collect-keywords '("TITLE")))::@5$3='(concat "Proc. " (cadar (org-collect-keywords '("TITLE"))))

** Sessions :session:



** Paper :inproceedings:

|----------+--------------------------------------------------------------------------------+----------------+-----------+----------+---------|
| ﻿eid      | title                                                                          | author         | firstpage | lastpage |   pages |
|----------+--------------------------------------------------------------------------------+----------------+-----------+----------+---------|
| SRF80-1  | Compilation of Experimental Results and Operating Experience                   | A. Citron      |         3 |       26 |    3-26 |
| SRF80-2  | Surface Preparation of Niobium                                                 | P. Kneisel     |        27 |       40 |   27-40 |
| SRF80-3  | The Preparation of Superconducting {Nb₃Sn} Surfaces for {RF} Applications      | B. Hillenbrand |        41 |       52 |   41-52 |
| SRF80-4  | Surface Studies and Electron Emissions                                         | A. Septier     |        53 |       84 |   53-84 |
| SRF80-5  | Diagnostic Methods of Superconducting Cavities and Identification of Phenomena | H. Piel        |        85 |      118 |  85-118 |
| SRF80-6  | Electron Loading — Description and Cures                                      | C. Lyneis      |       119 |      144 | 119-144 |
| SRF80-7  | Heat Transfer and Models for Breakdown                                         | H. Padamsee    |       145 |      189 | 145-189 |
| SRF80-8  | Theoretical Aspects in {RF} Superconductivity                                  | J. Halbritter  |       190 |      214 | 190-214 |
| SRF80-9  | Round Table Discussion: ‘{What to do next?}’                                   | G. Loew        |       215 |      218 | 215-218 |
| SRF80-10 | Design of Superconducting Accelerator Cavities                                 | H. Lengeler    |       219 |      236 | 219-236 |
| SRF80-11 | Additional Design Criteria for low β Structures                                | M. Kuntze      |       237 |      242 | 237-242 |
| SRF80-12 | Joints, Couplers, and Tuners                                                   | R. M. Sundelin |       243 |      270 | 243-270 |
| SRF80-13 | Fabrication of Niobium Cavities                                                | W. Bauer       |       271 |      288 | 271-288 |
| SRF80-14 | Superconducting Cavities for Electron Storage Rings — a Review                | M. Tigner      |       289 |      316 | 289-316 |
| SRF80-15 | Round Table Discussion: Conclusions                                            | A. Citron      |       317 |      322 | 317-322 |
| SRF80-17 | Summary of the Workshop on {RF} Superconductivity                              | A. Citron      |       323 |      337 | 323-337 |
|----------+--------------------------------------------------------------------------------+----------------+-----------+----------+---------|
#+TBLFM: $5=@+1$-1 -1 :: @>$5=337
#+TBLFM: $6='(if (equal $-2 $-1) (format "%s" $-2) (format "%s-%s" $-2 $-1))

